Microchip-MPLAB-Harmony/dev_packs/Microchip/PIC32MZ-DA_DFP/1.3.111/include/proc/p32mz1025dah169.h
#define _GLCDCURDATA36_PIXEL96_POSITION          0x00000004
#define _GLCDCURDATA36_PIXEL96_MASK              0x000000F0
#define _GLCDCURDATA36_PIXEL96_LENGTH            0x00000004

#define _GLCDCURDATA36_PIXEL95_POSITION          0x00000008
#define _GLCDCURDATA36_PIXEL95_MASK              0x00000F00
#define _GLCDCURDATA36_PIXEL95_LENGTH            0x00000004

#define _GLCDCURDATA36_PIXEL94_POSITION          0x0000000C
#define _GLCDCURDATA36_PIXEL94_MASK              0x0000F000
#define _GLCDCURDATA36_PIXEL94_LENGTH            0x00000004

#define _GLCDCURDATA36_PIXEL93_POSITION          0x00000010
#define _GLCDCURDATA36_PIXEL93_MASK              0x000F0000
#define _GLCDCURDATA36_PIXEL93_LENGTH            0x00000004

#define _GLCDCURDATA36_PIXEL92_POSITION          0x00000014
#define _GLCDCURDATA36_PIXEL92_MASK              0x00F00000
#define _GLCDCURDATA36_PIXEL92_LENGTH            0x00000004

#define _GLCDCURDATA36_PIXEL91_POSITION          0x00000018
#define _GLCDCURDATA36_PIXEL91_MASK              0x0F000000
#define _GLCDCURDATA36_PIXEL91_LENGTH            0x00000004

#define _GLCDCURDATA36_PIXEL90_POSITION          0x0000001C
#define _GLCDCURDATA36_PIXEL90_MASK              0xF0000000
#define _GLCDCURDATA36_PIXEL90_LENGTH            0x00000004

#define _GLCDCURDATA37_PIXEL915_POSITION         0x00000000
#define _GLCDCURDATA37_PIXEL915_MASK             0x0000000F
#define _GLCDCURDATA37_PIXEL915_LENGTH           0x00000004

#define _GLCDCURDATA37_PIXEL914_POSITION         0x00000004
#define _GLCDCURDATA37_PIXEL914_MASK             0x000000F0
#define _GLCDCURDATA37_PIXEL914_LENGTH           0x00000004

#define _GLCDCURDATA37_PIXEL913_POSITION         0x00000008
#define _GLCDCURDATA37_PIXEL913_MASK             0x00000F00
#define _GLCDCURDATA37_PIXEL913_LENGTH           0x00000004

#define _GLCDCURDATA37_PIXEL912_POSITION         0x0000000C
#define _GLCDCURDATA37_PIXEL912_MASK             0x0000F000
#define _GLCDCURDATA37_PIXEL912_LENGTH           0x00000004

#define _GLCDCURDATA37_PIXEL911_POSITION         0x00000010
#define _GLCDCURDATA37_PIXEL911_MASK             0x000F0000
#define _GLCDCURDATA37_PIXEL911_LENGTH           0x00000004

#define _GLCDCURDATA37_PIXEL910_POSITION         0x00000014
#define _GLCDCURDATA37_PIXEL910_MASK             0x00F00000
#define _GLCDCURDATA37_PIXEL910_LENGTH           0x00000004

#define _GLCDCURDATA37_PIXEL99_POSITION          0x00000018
#define _GLCDCURDATA37_PIXEL99_MASK              0x0F000000
#define _GLCDCURDATA37_PIXEL99_LENGTH            0x00000004

#define _GLCDCURDATA37_PIXEL98_POSITION          0x0000001C
#define _GLCDCURDATA37_PIXEL98_MASK              0xF0000000
#define _GLCDCURDATA37_PIXEL98_LENGTH            0x00000004

#define _GLCDCURDATA38_PIXEL923_POSITION         0x00000000
#define _GLCDCURDATA38_PIXEL923_MASK             0x0000000F
#define _GLCDCURDATA38_PIXEL923_LENGTH           0x00000004

#define _GLCDCURDATA38_PIXEL922_POSITION         0x00000004
#define _GLCDCURDATA38_PIXEL922_MASK             0x000000F0
#define _GLCDCURDATA38_PIXEL922_LENGTH           0x00000004

#define _GLCDCURDATA38_PIXEL921_POSITION         0x00000008
#define _GLCDCURDATA38_PIXEL921_MASK             0x00000F00
#define _GLCDCURDATA38_PIXEL921_LENGTH           0x00000004

#define _GLCDCURDATA38_PIXEL920_POSITION         0x0000000C
#define _GLCDCURDATA38_PIXEL920_MASK             0x0000F000
#define _GLCDCURDATA38_PIXEL920_LENGTH           0x00000004

#define _GLCDCURDATA38_PIXEL919_POSITION         0x00000010
#define _GLCDCURDATA38_PIXEL919_MASK             0x000F0000
#define _GLCDCURDATA38_PIXEL919_LENGTH           0x00000004

#define _GLCDCURDATA38_PIXEL918_POSITION         0x00000014
#define _GLCDCURDATA38_PIXEL918_MASK             0x00F00000
#define _GLCDCURDATA38_PIXEL918_LENGTH           0x00000004

#define _GLCDCURDATA38_PIXEL917_POSITION         0x00000018
#define _GLCDCURDATA38_PIXEL917_MASK             0x0F000000
#define _GLCDCURDATA38_PIXEL917_LENGTH           0x00000004

#define _GLCDCURDATA38_PIXEL916_POSITION         0x0000001C
#define _GLCDCURDATA38_PIXEL916_MASK             0xF0000000
#define _GLCDCURDATA38_PIXEL916_LENGTH           0x00000004

#define _GLCDCURDATA39_PIXEL931_POSITION         0x00000000
#define _GLCDCURDATA39_PIXEL931_MASK             0x0000000F
#define _GLCDCURDATA39_PIXEL931_LENGTH           0x00000004

#define _GLCDCURDATA39_PIXEL930_POSITION         0x00000004
#define _GLCDCURDATA39_PIXEL930_MASK             0x000000F0
#define _GLCDCURDATA39_PIXEL930_LENGTH           0x00000004

#define _GLCDCURDATA39_PIXEL929_POSITION         0x00000008
#define _GLCDCURDATA39_PIXEL929_MASK             0x00000F00
#define _GLCDCURDATA39_PIXEL929_LENGTH           0x00000004

#define _GLCDCURDATA39_PIXEL928_POSITION         0x0000000C
#define _GLCDCURDATA39_PIXEL928_MASK             0x0000F000
#define _GLCDCURDATA39_PIXEL928_LENGTH           0x00000004

#define _GLCDCURDATA39_PIXEL927_POSITION         0x00000010
#define _GLCDCURDATA39_PIXEL927_MASK             0x000F0000
#define _GLCDCURDATA39_PIXEL927_LENGTH           0x00000004

#define _GLCDCURDATA39_PIXEL926_POSITION         0x00000014
#define _GLCDCURDATA39_PIXEL926_MASK             0x00F00000
#define _GLCDCURDATA39_PIXEL926_LENGTH           0x00000004

#define _GLCDCURDATA39_PIXEL925_POSITION         0x00000018
#define _GLCDCURDATA39_PIXEL925_MASK             0x0F000000
#define _GLCDCURDATA39_PIXEL925_LENGTH           0x00000004

#define _GLCDCURDATA39_PIXEL924_POSITION         0x0000001C
#define _GLCDCURDATA39_PIXEL924_MASK             0xF0000000
#define _GLCDCURDATA39_PIXEL924_LENGTH           0x00000004

#define _GLCDCURDATA40_PIXEL107_POSITION         0x00000000
#define _GLCDCURDATA40_PIXEL107_MASK             0x0000000F
#define _GLCDCURDATA40_PIXEL107_LENGTH           0x00000004

#define _GLCDCURDATA40_PIXEL106_POSITION         0x00000004
#define _GLCDCURDATA40_PIXEL106_MASK             0x000000F0
#define _GLCDCURDATA40_PIXEL106_LENGTH           0x00000004

#define _GLCDCURDATA40_PIXEL105_POSITION         0x00000008
#define _GLCDCURDATA40_PIXEL105_MASK             0x00000F00
#define _GLCDCURDATA40_PIXEL105_LENGTH           0x00000004

#define _GLCDCURDATA40_PIXEL104_POSITION         0x0000000C
#define _GLCDCURDATA40_PIXEL104_MASK             0x0000F000
#define _GLCDCURDATA40_PIXEL104_LENGTH           0x00000004

#define _GLCDCURDATA40_PIXEL103_POSITION         0x00000010
#define _GLCDCURDATA40_PIXEL103_MASK             0x000F0000
#define _GLCDCURDATA40_PIXEL103_LENGTH           0x00000004

